experiments/results/nfs/73cc3a3_zac15_2023-02-25_00:21:44/fio_randwrite_64k_64_1.out
randwrite_64k_64_1: (g=0): rw=randwrite, bs=(R) 64.0KiB-64.0KiB, (W) 64.0KiB-64.0KiB, (T) 64.0KiB-64.0KiB, ioengine=io_uring, iodepth=64
fio-3.28
Starting 1 thread

randwrite_64k_64_1: (groupid=0, jobs=1): err= 0: pid=101170: Sat Feb 25 02:50:45 2023
  write: IOPS=29.9k, BW=1868MiB/s (1959MB/s)(109GiB/60002msec); 0 zone resets
    slat (nsec): min=10256, max=73976, avg=17032.96, stdev=3024.03
    clat (usec): min=1346, max=4652, avg=2123.13, stdev=322.81
     lat (usec): min=1360, max=4666, avg=2140.34, stdev=322.69
    clat percentiles (usec):
     |  1.00th=[ 1582],  5.00th=[ 1680], 10.00th=[ 1745], 20.00th=[ 1844],
     | 30.00th=[ 1926], 40.00th=[ 1991], 50.00th=[ 2073], 60.00th=[ 2147],
     | 70.00th=[ 2245], 80.00th=[ 2376], 90.00th=[ 2573], 95.00th=[ 2737],
     | 99.00th=[ 3032], 99.50th=[ 3163], 99.90th=[ 3458], 99.95th=[ 3621],
     | 99.99th=[ 3949]
   bw (  MiB/s): min= 1509, max= 1987, per=100.00%, avg=1868.30, stdev=65.86, samples=120
   iops        : min=24156, max=31802, avg=29892.71, stdev=1053.75, samples=120
  lat (msec)   : 2=40.40%, 4=59.60%, 10=0.01%
  cpu          : usr=17.35%, sys=38.62%, ctx=281797, majf=0, minf=0
  IO depths    : 1=0.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=100.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.1%, >=64=0.0%
     issued rwts: total=0,1793480,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=64

Run status group 0 (all jobs):
  WRITE: bw=1868MiB/s (1959MB/s), 1868MiB/s-1868MiB/s (1959MB/s-1959MB/s), io=109GiB (118GB), run=60002-60002msec